{
    "Cyberpunk 2077": {
        "name": "Cyberpunk 2077",
        "imgurl": "images\\cyberpunk2077.jpg",
        "category": "Шутеры",
        "description": "Тематика киберпанка всегда будет востребована со стороны простых игроков. И что самое приятное, теперь на эту вселенную обратили свое внимание создатели легендарного \"Ведьмака\". Они решили взять все в свои руки и создать поистине уникальный и большой мир, который можно будет исследовать и наслаждаться многочисленными возможностями. При этом вы сможете редактировать внешность главного героя, не ограничивать свои действия на просторах этой игры и делать все, чтобы отыскать специальный препарат, который может сделать своего владельца бессмертным. Сделать это будет сложно, так как миром, в котором вам предстоит жить, поделен влиянием различных банд, и они точно не захотят, чтобы такой любопытный персонаж ходил и искал сокровище.",
        "price": 3999,
        "rating": 8.9,
        "age_limit": 18
    },

    "Detroit: BH": {
        "name": "Detroit: BH",
        "imgurl": "images\\DetroitBecomeHuman.jpg",
        "category": "Приключенческие",
        "description": "История игры расскажет о мире людей, который решил полностью измениться. Наука позволила создать разумных роботов, которые стали заниматься работой, выполнять потребности жителей и порой их желания. Это стало началом всеобщего апокалипсиса, так как многие люди остались без работы, другие перешли на темную сторону, а третьи и вовсе объявили войну. Теперь вам предстоит отправиться во все это окружение и постараться достичь благоприятного результата.",
        "price": 2799,
        "rating": 9.3,
        "age_limit": 14
    },

    "Doom Eternal": {
        "name": "Doom Eternal",
        "imgurl": "images\\Doom Eternal.jpg",
        "category": "Шутеры",
        "description": "Doom Eternal является частью серии игр Doom и прямым сиквелом компьютерной игры Doom 2016 года. В рамках сюжетной кампании игрок вновь берет на себя роль Палача Рока, а события игры разворачиваются спустя два года после событий, произошедших на Марсе. Палач должен остановить Культ Деаг, который вместе с перешедшей на сторону Ада Объединённой Аэрокосмической Корпорацией собираются уничтожить человечество",
        "price": 1499,
        "rating": 8.5,
        "age_limit": 18
    },

    "The Last of Us I": {
        "name": "The Last of Us I",
        "imgurl": "images\\tlou.jpg",
        "category": "Приключенческие",
        "description": "The Last of Us Part 1 – боевик от третьего лица, рассказывающий историю о том, как люди столкнулись с паразитирующей болезнью и человечество практически полностью вымерло. А те, кто остался в живых вынуждены противостоять опасным мутантам, которые при виде обычного человека начинают сразу его атаковать. В центре внимания окажется выживший мужчина и маленькая девочка, которые объединили свои усилия для спасения. Правда они не догадывались, с чем именно им предстоит столкнуться и почему мутанты будут не самой страшной опасностью в их приключении.",
        "price": 2499,
        "rating": 8.7,
        "age_limit": 14
    },

    "GTA V": {
        "name": "GTA V",
        "imgurl": "images\\GTA V.jpg",
        "category": "Шутеры",
        "description": "Судьба сводит вместе ребят, не удовлетворенных жизнью, ни старой, ни новой, и они решают провернуть большое рискованное дело. Это дело либо позволит им обрести надежду на лучшую жизнь, либо... В общем, сюжет невероятно интригующий и захватывающий. Игра до краев наполнена фирменным черным юмором, высмеиванием поп-культуры и харизматичностью героев. И все это в огромном, детализированном, красочном, до мелочей проработанном мире ГТА 5.",
        "price": 999,
        "rating": 8.2,
        "age_limit": 18
    },

    "Witcher 3": {
        "name": "Witcher 3",
        "imgurl": "images\\witcher 3.jpg",
        "category": "Приключенческие",
        "description": "Сюжет игры охватывает три главные линии: вторжение армии Нильфгаарда, поиски некоей личности женского пола – героини древнего пророчества, преследование Ведьмака Дикой Охотой. Это самый невообразимый кошмар, представленный призрачными всадниками, способными вмиг стереть с лица земли целое селенье. Герою придется строить продуманные планы, чтобы достичь поставленных целей. Однако внезапно сменившиеся погодные условия могут легко нарушить их, тогда придется быстро придумывать новую стратегию.",
        "price": 2999,
        "rating": 9.0,
        "age_limit": 18
    },

    "Red Dead Redemption 2": {
        "name": "Red Dead Redemption 2",
        "imgurl": "images\\RDR 2.jpg",
        "category": "Приключенческие",
        "description": "Главный герой игры – Артур Морган – профессиональный бандит, который ранее занимался грабежами, налетами и вымогательством. Но делал он это не для того, чтобы обогатиться, а чтобы выжить и помочь близким построить нормальную жизнь. В игре идут события 1899 года, в которые жизнь человека ничего не стоит. Только тот, кто обладает хорошим орудием и готов рисковать могут выжить. Не стоит забывать, что в мире есть своя иерархия бандитских группировок, среди которых есть очень могущественные люди. И единственным способом избавиться от них является плата золотом.",
        "price": 3499,
        "rating": 9.1,
        "age_limit": 14
    },

    "Batman: AK": {
        "name": "Batman: AK",
        "imgurl": "images\\BATMAN.jpg",
        "category": "Приключенческие",
        "description": "Конечно, смерть Джокера не означала полного исчезновения угрозы для жителей Готэма и в частности для самого Бэтмена. Нечего было и надеяться на это. На смену одному лидеру всегда приходит другой. Жажда власти — дело серьезное... Самым ловким и шустрым оказался небезызвестный Пугало. Он неоднократно мучил Брюса Уэйна его личными страхами, а теперь угрожает всему населению города. Темному Рыцарю отведена всего одна ночь, чтобы избавить Готэм от этого кошмара.",
        "price": 1999,
        "rating": 7.9,
        "age_limit": 14
    },

    "Dishonored": {
        "name": "Dishonored",
        "imgurl": "images\\Dishonored.jpg",
        "category": "Приключенческие",
        "description": "Он был защитником, телохранителем самой императрицы, но не смог спасти ее от смерти по таинственному стечению обстоятельств. Теперь необходимо во всем разобраться, однако это непросто, ведь Корво — главный подозреваемый, вернее, все не сомневаются в его вине, плюс вокруг правит ужас чумы. Персонажу приходится скрываться под маской и действовать очень осторожно, что только радует любителей отличных стелс-экшенов!",
        "price": 2299,
        "rating": 8.4,
        "age_limit": 14
    },

    "Atomic Heart": {
        "name": "Atomic Heart",
        "imgurl": "images\\Atomic heart.jpg",
        "category": "Приключенческие",
        "description": "СССР была великой державой, но до сих пор многие люди продолжают раскрывать страшные секреты той эпохи, особенно когда речь заходит о расследовании КГБ. На этот раз вам предстоит взять на себя роль оперативника КГБ, который был отправлен на закрытую территорию для расследования странных и опасных фактов. Появились сведения о том, что на этой территории происходят запретные исследования, основанные на человеческой модификации организма, создании клонов и опасных существ. ",
        "price": 4199,
        "rating": 8.8,
        "age_limit": 14
    },

    "Resident Evil II": {
        "name": "Resident Evil II",
        "imgurl": "images\\resident.jpg",
        "category": "Приключенческие",
        "description": "События игры происходят 29 сентября 1998 года в среднезападном американском городе Раккун-сити. В результате утечки T-вируса, новейшего биологического оружия, тайно разрабатываемого фармацевтической корпорацией Umbrella, практически все жители города превратились в зомби. Два главных героя, новичок-полицейский Леон Скотт Кеннеди, и студентка колледжа Клэр Редфилд, встречаются на пригородной заправке, где обнаруживают заражённых людей. Доехав до города, они попадают в аварию, из-за которой вынуждены разделиться. Оба договариваются встретиться в полицейском участке, где они планируют найти укрытие от мутировавших жителей города",
        "price": 1799,
        "rating": 8.1,
        "age_limit": 14
    },

    "Mafia III": {
        "name": "Mafia III",
        "imgurl": "images\\мафия.jpg",
        "category": "Приключенческие",
        "description": "На этот раз вашим главным героем станет Линкольн Клей. Он вырос в далеко не таком простом районе, был усыновлен настоятелем католической церкви. Но несмотря на просвещенного родственника, этому малому сразу посчастливилось стать членом мафиозной группировки. Он успешно выполнял поручения и мечтал о большем, пока не началась война во Вьетнаме. Он был призван на службу и сразу отправлен в горячую точку. Там он прошел обучение, повзрослел и стал по-иному смотреть на мир. Военная подготовка дала о себе знать, поэтому этот парень бы точно не дал себя в обиду. Но он не захотел больше быть преступником и просто хотел начать жизнь с чистого листа.",
        "price": 1799,
        "rating": 8.0,
        "age_limit": 18
    },

    "HITMAN 3": {
        "name": "HITMAN 3",
        "imgurl": "images\\hitman.jpg",
        "category": "Приключенческие",
        "description": "История Агента 47 считается культовой и тянется уже на протяжении большого количества времени. Разработчикам удалось создать целую вселенную со своими законами, особенностями и устоем. Теперь пришла пора поставить точку в этом сражении и заранее подумать, а что будет дальше? Неужели Агент 47 пойдет на покой или же отправиться в другие регионы, чтобы вывести на чистую воду другие аналогичные корпорации? Но не будем гадать, а отправимся на охоту за лидерами преступной группировки.",
        "price": 1499,
        "rating": 7.9,
        "age_limit": 14
    },

    "Call of Duty: MW 3": {
        "name": "Call of Duty: MW 3",
        "imgurl": "images\\callofduty.jpg",
        "category": "Шутеры",
        "description": "Сюжет начинает разворачиваться вокруг всемирного конфликта, который охватывает несколько горячих точек и современных конфликтов. Ну, а, вы здесь сможете поиграть за разношерстных персонажей. Военный оперативник, секретный агент или может кто-то другой? Неважно! Ведь в любом случае вам предстоит пройти увлекательные миссии и побывать в разных уголках мира. Справитесь с такой непростой задачей?",
        "price": 2299,
        "rating": 8.2,
        "age_limit": 12
    },

    "Battlefield 2042": {
        "name": "Battlefield 2042",
        "imgurl": "images\\battlefield.jpg",
        "category": "Шутеры",
        "description": "Теперь у вас будет возможность очутиться прямо в эпицентре современной войны, которая потребует не только отличной сноровки, но и возможности достичь благоприятного результата. Каждое ваше действие, решение и тактический подход, абсолютно все будет влиять на итоговый результат. Нужно лишь постараться правильно все использовать и стремиться к лучшему результату. Предлагаем вам не терять времени и просто начинать действовать. Постарайтесь проявить свои лучшие качества и достичь благоприятного результата.",
        "price": 1099,
        "rating": 7.7,
        "age_limit": 12
    },

    "Crysis 3": {
        "name": "Crysis 3",
        "imgurl": "images\\crysis.jpg",
        "category": "Шутеры",
        "description": "Шутер от первого лица, который является заключительной частью приключения наемников, в руки которых попали могущественные боевые костюмы. На этот раз конфликт дорос до невероятного уровня, так как на планету вторглись пришельцы. Они напали прямо на Нью-Йорк и теперь город целиком и полностью изолирован от внешнего мира. Там обитают странные существа с передовыми технологиями и артефактами. Государство решил просто огородить людей от этих проблем, но крупные корпорации намерено пытаются изъять эти технологии, чтобы создать очень мощное оружие.",
        "price": 1499,
        "rating": 8.1,
        "age_limit": 14
    },

    "BioShock Infinite": {
        "name": "BioShock Infinite",
        "imgurl": "images\\bioshock.jpg",
        "category": "Шутеры",
        "description": "Сюжет расскажет историю частного детектива Букера ДеВитта и девушки Элизабет, обладающей сверхъестественными способностями. Сначала Букер отправляется в летающий город Колумбию, чтобы спасти Элизабет, однако удачно окончившаяся миссия только начинает историю. Герои оказываются в самом центре политической войны между властями Колумбии и рабочими-мятежниками. Благодаря возможности Элизабет воздействовать на параллельные миры, они с Букером смогут раскрыть странные тайны города, а заодно и выяснить некоторые мрачные обстоятельства собственной жизни.",
        "price": 1999,
        "rating": 8.7,
        "age_limit": 14
    },

    "Far Cry 6": {
        "name": "Far Cry 6",
        "imgurl": "images\\farcry.jpg",
        "category": "Шутеры",
        "description": "На этот раз вам предстоит вступить в ряды партизанского отряда, который должен восстановить власть в государстве и привлечь на свою сторону как можно больше сторонников. Нечто подобное вы могли наблюдать в Far Cry 5, правда, теперь модель влияния и ее масштаб станет в разы больше. При этом влияние может увеличиваться или наоборот, становиться в разы меньше. В любом случае у вас будет шанс проявить себя и постараться достичь успеха. ",
        "price": 1799,
        "rating": 7.8,
        "age_limit": 18
    },

    "Dead Space 3": {
        "name": "Dead Space 3",
        "imgurl": "images\\deadspace.jpg",
        "category": "Шутеры",
        "description": " На этот раз отважному инженеру Айзеку Кларку предстоит отправиться на планету Тау Волантис. Планету, надо сказать, весьма загадочную. Тайны будут встречаться на каждом шагу, так что скучать здесь точно не придется. Какова цель визита инженера на это небесное тело? Узнать, откуда появились некроморфы. Конечно, стоит догадаться, что местные обитатели не встретят Кларка с распростертыми объятиями и не расскажут ему все, что требуется.",
        "price": 999,
        "rating": 7.3,
        "age_limit": 12
    }
}